---
kind: property
id: P:Autodesk.Revit.DB.Electrical.PanelScheduleData.BorderAroundSections
source: html/ee887897-cd12-99ae-f6f3-a0cd96fe4818.htm
---
# Autodesk.Revit.DB.Electrical.PanelScheduleData.BorderAroundSections Property

Places a border (GraphicStyle element) around each section, visible only on the instance and sheet

## Syntax (C#)
```csharp
public ElementId BorderAroundSections { get; }
```